let level1370Full = [
    {
        '골드' : 0
    },
    {
        '명예의 파편' : 0
    },
    {
        '파괴석 결정' : 0
    },
    {
        '수호석 결정' : 0
    },
    {
        '위대한 명예의 돌파석' : 0
    },
]

let level1490Full = [
    {
        '골드' : 0
    },
    {
        '명예의 파편' : 0
    },
    {
        '파괴강석' : 0
    },
    {
        '수호강석' : 0
    },
    {
        '경이로운 명예의 돌파석' : 0
    },
    {
        '파괴석 결정' : 0
    },
    {
        '수호석 결정' : 0
    },
    {
        '위대한 명예의 돌파석' : 0
    },
]

let level1580Full = [
    {
        '골드' : 0
    },
    {
        '명예의 파편' : 0
    },
    {
        '정제된 파괴강석' : 0
    },
    {
        '정제된 수호강석' : 0
    },
    {
        '찬란한 명예의 돌파석' : 0
    },
    {
        '파괴강석' : 0
    },
    {
        '수호강석' : 0
    },
    {
        '경이로운 명예의 돌파석' : 0
    },
    {
        '파괴석 결정' : 0
    },
    {
        '수호석 결정' : 0
    },
    {
        '위대한 명예의 돌파석' : 0
    },
]

let level1640Full = [
    {
        '골드' : 0
    },
    {
        '운명의 파편' : 0
    },
    {
        '운명의 돌파석' : 0
    },  
    {
        '운명의 파괴석' : 0
    },
    {
        '운명의 수호석' : 0
    },
    {
        '명예의 파편' : 0
    },
    {
        '정제된 파괴강석' : 0
    },
    {
        '정제된 수호강석' : 0
    },
    {
        '찬란한 명예의 돌파석' : 0
    },
    {
        '파괴강석' : 0
    },
    {
        '수호강석' : 0
    },
    {
        '경이로운 명예의 돌파석' : 0
    },
    {
        '파괴석 결정' : 0
    },
    {
        '수호석 결정' : 0
    },
    {
        '위대한 명예의 돌파석' : 0
    },
]

export {level1370Full,level1490Full,level1580Full,level1640Full}